Repository: common-repository/stocklist-integrator
Catalog: stocklist-integrator-*.po
Languages: nl_nl

source: https://www.hexon.nl/services/stocklist-integrator/
nl_nl: https://www.hexon.nl/diensten/stocklist-integrator/

source: Integrate the stocklist module to your Wordpress site.
nl_nl: Integreer de voorraadmodule in uw Wordpress website.

source: Settings
nl_nl: Instellingen

source: Stocklist provider
nl_nl: Leverancier

source: Please select your provider in the dropdown below. More settings are available in the configuration screen provided by the stocklist module.
nl_nl: Selecteer de leverancier van uw voorraadmodule in de keuzelijst hieronder. Uitgebreide instellingen zijn beschikbaar in het configuratiescherm van de voorraadmodule.

source: Choose provider
nl_nl: Selecteer leverancier

source: Introduction
nl_nl: Introductie

source: The stocklist integrator is a Wordpress plugin that enables you to quickly and easily insert a stocklist module into your Wordpress site. You wil need a fully configured stocklist with one of the supported providers (see settings below).
nl_nl: Stocklist integrator is een Wordpress-plugin die het mogelijk maakt om eenvoudig voorraadlijsten in Wordpress te integreren. Een geconfigureerde voorraadlijst bij een van de ondersteunde leveranciers (zie hieronder) is vereist.

source: How to use
nl_nl: Hoe te gebruiken

source: You can use the following shortcode:
nl_nl: Gebruik de volgende shortcode:

source: Replace <tt>abcd</tt> with the code of your stocklist. Insert the shortcode on the page where you want the stocklist to appear.
nl_nl: Vervang <tt>abcd</tt> door de code van uw voorraadlijst. Plaats de shortcode vervolgens op de pagina waar de voorraadlijst getoond moet worden.

source: Carousel
nl_nl: Carrousel

source: To display a carousel use the following shortcode:
nl_nl: De volgende shortcode kan gebruikt worden om een carrousel weer te geven:

source: Replace <tt>abcd</tt> with the code of your stocklist. Amount is the number of vehicles to be displayed.
nl_nl: Vervang <tt>abcd</tt> door de code van uw voorraadlijst. Met <code>amount</code> kan het aantal voertuigen gewijzigd worden.

source: Search form
nl_nl: Zoekformulier

source: To add a search form use the following shortcode:
nl_nl: Om een zoekformulier toe te voegen kan de volgende shortcode gebruikt worden:

source: Replace <tt>abcd</tt> with the code of your stocklist. You can configure the form in the stocklist configurator.
nl_nl: Vervang <tt>abcd</tt> door de code van uw voorraadlijst. Het zoekformulier kan op de instellingenpagina van de voorraadmodule aangepast worden.
